[
    {
        "trailName": "Aspen Loop",
        "description": "This meandering out-and-back trail is a great beginner-friendly option within the Bluffs trail network, making it an ideal option for those looking for an easy ride. The trail provides a great opportunity to extend a Bluffs circuit or as a standalone ride for those new to mountain biking.",
        "difficulty": "1",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots"
        ],
        "weatherReactivity": "Low",
        "traffic": "Low",
        "elevation": "625",
        "aspect": "East",
        "trailType": "XC",
        "treeCoverage": "Moderate"
    },
    {
        "trailName": "Bluffs Loop",
        "description": "The Bluffs is a popular trail, especially earlier in the season, due to its low elevation and snow coverage. It provides a short, energetic climb up from Miral Heights to some spectacular views over the valley, followed by a rocky, technical descent back down the other side. The trail can also be ridden in reverse for a more challenging option and provides easy access to Sunningdale and Rusty Chainsaw. However, it can become very dusty and worn later in the summer due to the heat and high traffic.",
        "difficulty": "2",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots",
            "Rock rolls"
        ],
        "weatherReactivity": "Moderate",
        "traffic": "High",
        "elevation": "725",
        "aspect": "South",
        "trailType": "AM",
        "treeCoverage": "Moderate"
    },
    {
        "trailName": "Sunningdale",
        "description": "This flowy trail provides a high-speed descent from the Bluffs viewpoint, following the steep and exposed side of the valley, offering exceptional views. However, there is very little margin for error on some corners. The trail includes several switchbacks that quickly lose elevation before leading to one last fast section with several rollers and jumps alongside Sandpit Road.",
        "difficulty": "2",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots"
        ],
        "weatherReactivity": "Moderate",
        "traffic": "High",
        "elevation": "725",
        "aspect": "South",
        "trailType": "Flow",
        "treeCoverage": "Low"
    },
    {
        "trailName": "Rusty Chainsaw",
        "description": "This trail offers a challenging, technical climb up from the Bluffs Loop and is a more advanced addition for those looking to gain more elevation in the early season. The short descent back down to the main trail from the top is mostly flow, with a few tricky moves.",
        "difficulty": "3",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots",
            "Rock rolls"
        ],
        "weatherReactivity": "Moderate",
        "traffic": "Low",
        "elevation": "825",
        "aspect": "South",
        "trailType": "AM",
        "treeCoverage": "Low"
    },
    {
        "trailName": "Crowebar",
        "description": "Crowebar is a recent addition to the Bluffs trail network, built with the help of volunteers from J.L. Crowe Secondary School. It provides an alternate method of accessing the trail network from the school, with a more friendly grade than Raven's Rock.",
        "difficulty": "2",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots"
        ],
        "weatherReactivity": "Low",
        "traffic": "Low",
        "elevation": "575",
        "aspect": "West",
        "trailType": "Climb",
        "treeCoverage": "Low"
    },
    {
        "trailName": "Miral Heights",
        "description": "Taking its name from the housing area where it starts, Miral Height is mostly used as a double-track ascent to the higher trails in the Bluffs network.",
        "difficulty": "1",
        "composition": [
            "Dirt",
            "Rocks"
        ],
        "weatherReactivity": "Low",
        "traffic": "High",
        "elevation": "625",
        "aspect": "South",
        "trailType": "AM",
        "treeCoverage": "Moderate"
    },
    {
        "trailName": "Raven's Rock",
        "description": "Raven's Rock connects the Miral Height trail and the Bluffs network to Crowe High School and the hospital. While it provides a direct route, the trail is very steep in some sections and it is not advised to use it as a climbing trail.",
        "difficulty": "2",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots",
            "Wooden features"
        ],
        "weatherReactivity": "Moderate",
        "traffic": "Low",
        "elevation": "600",
        "aspect": "South",
        "trailType": "Flow",
        "treeCoverage": "Moderate"
    },
    {
        "trailName": "Columbia Trail",
        "description": "The Columbia Trail provides excellent early-season cross-country riding along the banks of the Columbia River. As part of the Trans-Canada Trail, it is an old and raw trail that can be sandy in places, and includes a few creek crossings with some exposure to the river.",
        "difficulty": "1",
        "composition": [
            "Dirt",
            "Rocks",
            "Roots"
        ],
        "weatherReactivity": "Moderate",
        "traffic": "Low",
        "elevation": "450",
        "aspect": "East",
        "trailType": "XC",
        "treeCoverage": "Moderate"
    }
]